{
  "ThinkTech": "ThinkTech",
  "Where Innovation Meets Excellence": "Où l'innovation rencontre l'excellence",
  "About": "À propos",
  "Services": "Services",
  "Methodology": "Méthodologie",
  "Contact": "Contact",
  "Core Expertise": "Expertise de base",
  "Our Methodology": "Notre méthodologie",
  "Sector Focus": "Orientation sectorielle",
  "Testimonials": "Témoignages",
  "Valued Partners": "Partenaires appréciés",
  "Contact Us": "Contactez-nous",
  "Get a Free Consultation": "Obtenez une consultation gratuite",
  "HeroTitle": "Révolutionner votre paysage numérique avec ThinkTech",
  "HeroDescription": "Nous sommes un cabinet de conseil en développement de logiciels et en transformation numérique qui aide les entreprises à prospérer à l'ère numérique. Nous élaborons des solutions sur mesure qui stimulent la croissance, l'efficacité et l'avantage concurrentiel.",
  "ValuePropositionTitle": "Favoriser la croissance par la souveraineté Open Source",
  "ValuePropositionDescription": "Nous comblons le fossé entre une vision complexe et la réalité technique. En tirant parti des technologies Open Source de classe mondiale, nous fournissons des solutions évolutives qui éliminent les pièges des licences et arrêtent les fuites financières.",
  "Eliminate vendor lock-in with proven open-source solutions": "Éliminez le verrouillage des fournisseurs avec des solutions open source éprouvées",
  "Reduce total cost of ownership with transparent, community-driven technology": "Réduisez le coût total de possession grâce à une technologie transparente et communautaire",
  "Scale your operations while maintaining complete data sovereignty": "Développez vos opérations tout en conservant une souveraineté totale sur les données",
  "Digital Strategy & Audit": "Stratégie digitale & Audit",
  "Identifying bottlenecks and mapping out your digital roadmap.": "Identifier les goulots d'étranglement et cartographier votre feuille de route numérique.",
  "Custom Software Engineering": "Ingénierie logicielle sur mesure",
  "Building high-performance tools (ERP, CRM, School Management) tailored to your workflows.": "Construire des outils haute performance (ERP, CRM, gestion scolaire) adaptés à vos flux de travail.",
  "Change Management & Training": "Gestion du changement et formation",
  "Ensuring long-term adoption through dedicated team training and 24/7 support.": "Assurer une adoption à long terme grâce à une formation d'équipe dédiée et un support 24h/24 et 7j/7.",
  "We deliver comprehensive solutions tailored to your unique business needs": "Nous offrons des solutions complètes adaptées à vos besoins commerciaux uniques",
  "Sector-Specific Solutions": "Solutions sectorielles spécifiques",
  "Education Sector": "Secteur de l'éducation",
  "Maximizing profitability and pedagogical excellence": "Maximiser la rentabilité et l'excellence pédagogique",
  "Content Virtualization & Multimedia Repositories": "Virtualisation de contenu et dépôts multimédias",
  "Advanced Automated Grading & Analytics": "Notation automatisée avancée et analyses",
  "Learning Management Systems": "Systèmes de gestion de l'apprentissage",
  "Corporate Solutions": "Solutions d'entreprise",
  "Streamlining operations for business scale": "Rationaliser les opérations pour l'échelle de l'entreprise",
  "Enterprise Process Automation": "Automatisation des processus d'entreprise",
  "Data Sovereignty & Security": "Souveraineté et sécurité des données",
  "Cloud Infrastructure & DevOps": "Infrastructure Cloud et DevOps",
  "Our Proven Methodology": "Notre méthodologie éprouvée",
  "A structured approach to ensure successful digital transformation": "Une approche structurée pour assurer une transformation numérique réussie",
  "Discovery": "Découverte",
  "We listen to your vision and audit your current challenges.": "Nous écoutons votre vision et auditons vos défis actuels.",
  "Design": "Conception",
  "We architect a tailor-made solution using the best Open-Source stacks.": "Nous concevons une solution sur mesure en utilisant les meilleures piles Open Source.",
  "Implementation": "Mise en œuvre",
  "Agile development with transparent progress tracking.": "Développement Agile avec suivi transparent des progrès.",
  "Evolution": "Évolution",
  "Continuous support and optimization to match your growth.": "Support continu et optimisation pour accompagner votre croissance.",
  "Get in Touch": "Entrer en contact",
  "We're here to help. Contact us for a free consultation.": "Nous sommes là pour aider. Contactez-nous pour une consultation gratuite.",
  "Your Name": "Votre nom",
  "Your Email": "Votre email",
  "Your Message": "Votre message",
  "Send Message": "Envoyer le message",
  "Email": "Email",
  "Phone": "Téléphone",
  "Address": "Adresse",
  "Expertise that brings your ideas to life": "Expertise qui donne vie à vos idées",
  "Strategic technology partner specialized in the design and implementation of robust digital transformation solutions.": "Partenaire technologique stratégique spécialisé dans la conception et la mise en œuvre de solutions de transformation numérique robustes.",
  "Get Started": "Commencer",
  "Learn More": "En savoir plus",
  "ThinkTech Solutions": "ThinkTech Solutions",
  "Strategic technology partner specializing in digital transformation solutions.": "Partenaire technologique stratégique spécialisé dans les solutions de transformation numérique.",
  "Quick Links": "Liens rapides",
  "About Us": "À propos de nous",
  "Blog": "Blog",
  "Get In Touch": "Contactez-nous",
  "© 2026 ThinkTech Solutions. All rights reserved.": "© 2026 ThinkTech Solutions. Tous droits réservés.",
  "What Our Clients Say": "Ce que disent nos clients",
  "testimonial1_quote": "ThinkTech a transformé nos opérations avec un système ERP personnalisé. L'expertise et le dévouement de leur équipe étaient exceptionnels.",
  "testimonial1_name": "John Doe",
  "testimonial1_title": "PDG, Innovate Inc.",
  "testimonial2_quote": "Le soutien en gestion du changement de ThinkTech était crucial pour l'adoption du nouveau logiciel par notre équipe. Hautement recommandé.",
  "testimonial2_name": "Jane Smith",
  "testimonial2_title": "Directeur général, Future Enterprises",
  "testimonial3_quote": "Nous avons constaté une amélioration significative de l'efficacité après avoir mis en œuvre le CRM créé par ThinkTech. Leurs solutions sont excellentes.",
  "testimonial3_name": "Peter Jones",
  "testimonial3_title": "Directeur des ventes, Growth Co.",
  "Follow Us": "Suivez-nous"
}
